namespace Game.Data
{
    public enum Departments
    {
        None = 0,
        HSS = 1, // 인문사회과학과정
        AE = 2, // 항공우주공학과
        BS = 3, // 생명과학과
        BiS = 4, // 바이오및뇌공학과
        CBE = 5, // 생명화학공학과
        CE = 6, // 건설및환경공학과
        CH = 7, // 화학과
        CS = 8, // 전산학부
        EE = 9, // 전기및전자공학부
        ID = 10, // 산업디자인학과
        IE = 11, // 산업및시스템공학과
        MAS = 12, // 수리과학과
        ME = 13, // 기계공학과
        MS = 14, // 신소재공학과
        MSB = 15, // 기술경영학과
        NQE = 16, // 원자력 및 양자공학과
        PH = 17, // 물리학과
        TS = 18 // 융합인재학부
    }
}